export const SIMILAR_PUBLICATIONS_COUNT = 25;
export const SIMILAR_COMMENTS_COUNT = 5;

export const COMMENT_DESCRIPTIONS = [
  'Посмотрите где я сегодня побывал!',
  'Мой кот',
  'Красивый закат',
];

export const COMMENT_MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

export const COMMENT_NAMES = [
  'Виктор',
  'Григорий',
  'Илья',
  'Женя',
  'Алена',
];

// Количество комментариев в big-picture
export const COMMENTS_COUNT = 5;


